---
layout: default
---
<!-- TODO: fix bildpfade -->
<!-- TODO: fix layout: zu viel Text; läuft in den Footer über! -->

<div class="image">
  <img src="static/images/content/obi.jpg" width="298" height="123" class="border" alt="" />
</div>
<div>
  <h4> Über Uns </h4>
  <span>Wir sind ca. 25 Karatebegeisterte im Alter zwischen 10 und 35 die sich zum 
    regelm&auml;&szlig;igen Karate-Training zusammenfinden. Ob nun Sch&uuml;ler, Student oder 
    Arbeiter, alles ist bei uns vertreten und ergibt eine interessante Mischung. Unsere 
    St&auml;rken ergeben sich aus der &uuml;berschaubaren Mitgliederzahl. Dabei kann sich 
    die Trainingsleitung auf die einzelnen Personen konzentrieren und auf individuelle Fehler 
    eingehen. Nat&uuml;rlich trifft man sich nach dem Training auch mal auf eine Runde im 
    Biergarten, was das Sommertraining noch attraktiver macht.</span>
  </p>
</div>
<div>	
  <h4>Nitta Yoshisada</h4>
    war einer der bedeutensten milit&auml;rischen F&uuml;hrer und F&uuml;rsten des fr&uuml;hen 
    japanischen Mittelalters. Die Familie Nitta f&uuml;hrt ihre Wurzeln auf den Clan Minamoto zur&uuml;ck, die 
    Familie, die &uuml;ber Jahrhunderte den Posten des Shogun, des weltlichen Herrschers Japans stellte. Nitta 
    bedeutet sinngem&auml;&szlig; &quot;neues Land&quot; und war ebenfalls der Name der Heimatprovinz dieses Geschlechtes 
    in Ostjapan, in der heutigen Provinz Kozuke.<br />
    <br />
    Der F&uuml;rst Nitta Yoshisada gelangte zu Ber&uuml;hmtheit, indem er in den Machtk&auml;mpfen des 14. 
    Jahrhundert zwischen altem Kaiserhaus und putschenden Milit&auml;radel den Kaiser unterst&uuml;tzte und sich f&uuml;r 
    ihn in viele Schlachten schlug. Die aufstrebenden Aristokraten hatten bereits neben der bestehenden Hauptstadt 
    Kyoto eine neue Stadt als Hauptst&uuml;tzpunkt und Regierungssitz aufgebaut - Kamakura. Nitta Yoshisada 
    f&uuml;hrte als Feldherr eine gro&szlig;e Armee gegen die am Meer gelegene befestigte Stadt, welche von &uuml;ber 
    150.000 Samurai der Hojo-Regierung verteidigt wurde. Als er die Stadt nicht auf herk&ouml;mmliche Weise einnehmen 
    konnte, sann er auf eine Kriegslist. &Uuml;ber Nacht durchschwammen tausende Krieger mit ihren Pferden die Bucht 
    von Kamakura und fielen im Morgengrauen mit einsetzender Ebbe in die unbefestigte Seeseite der Stadt ein. Nach 
    drei weiteren Tagen schwerster K&auml;mpfe fiel am 10.Juni 1333 Kamakura. Die Angeh&ouml;rigen der Hojo-Regierung 
    begingen Selbstmord durch Harakiri. Mit diesem taktischen Geniestreich ging Nitta Yoshisada in die Lehrb&uuml;cher 
    japanischer Kriegsf&uuml;hrung ein.

    <span>Somit festigte F&uuml;rst Nitta Yoshisada die Macht des alten Kaiserreiches und gilt noch heute als Sinnbild 
    f&uuml;r Kaisertreue und Best&auml;ndigkeit in der Geschichte Japans. Nitta Yoshisada beendete in Folge dessen die 
    sogenannte Kamakura-Epoche und war Wegbereiter einer neuen Zeit - der Muromachi-Epoche. Diese wurde wenig 
    sp&auml;ter durch den Verrat des Generals Ashikaga gegen den Kaiser ausgerufen. Im Kampf gegen diesen erneuten 
    Putschisten fiel Nitta Yoshisada im Jahre 1338.</span>
</div>
<div class="image">
  <img src="static/images/content/yoshisada1.jpg" width="146" height="258" class="border" alt="" />
  <img src="static/images/content/yoshisada2.gif" width="146" height="137" class="border" alt="" />
</div>
